Repository: DeyarZ/wedding-planner
Catalog: weddingplanner/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, et, fi, fr, hr, hu, is, it, ja, ko, lv, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Day %lld: a reminder
ar: اليوم %lld: تذكير
cs: Den %lld: připomenutí
da: Dag %lld: en påmindelse
de: Tag %lld: eine Erinnerung
es: Día %lld: un aviso
et: %lld. päev: meeldetuletus
fi: Päivä %lld: muistutus
fr: Jour %lld : un rappel
hr: %lld. dan: podsjetnik
hu: %lld. nap: emlékeztető
is: Dagur %lld: áminning
it: Giorno %lld: un promemoria
ja: %lld 日目：リマインド
ko: %lld일째: 알림
lv: %lld. diena: atgādinājums
nb: Dag %lld: en påminnelse
nl: Dag %lld: een herinnering
pl: Dzień %lld: przypomnienie
pt: Dia %lld: um lembrete
ro: Ziua %lld: un memento
ru: День %lld: напоминание
sk: %lld. deň: pripomienka
sl: %lld. dan: opomnik
sv: Dag %lld: en påminnelse
th: วันที่ %lld: การแจ้งเตือน
tr: %lld. gün: hatırlatma
uk: День %lld: нагадування
vi: Ngày %lld: một lời nhắc
zh_hans: 第 %lld 天：提醒你一下
zh_hant: 第 %lld 天：提醒通知

source: Day %lld: trial ends
ar: اليوم %lld: تنتهي التجربة
cs: Den %lld: konec zkušební verze
da: Dag %lld: prøveperioden slutter
de: Tag %lld: Testphase endet
es: Día %lld: acaba la prueba
et: %lld. päev: prooviperiood lõpeb
fi: Päivä %lld: kokeilu päättyy
fr: Jour %lld : fin de l'essai
hr: %lld. dan: proba završava
hu: %lld. nap: véget ér a próbaidőszak
is: Dagur %lld: prufunni lýkur
it: Giorno %lld: la prova finisce
ja: %lld 日目：トライアル終了
ko: %lld일째: 체험 종료
lv: %lld. diena: izmēģinājums beidzas
nb: Dag %lld: prøveperioden avsluttes
nl: Dag %lld: proefperiode eindigt
pl: Dzień %lld: koniec okresu próbnego
pt: Dia %lld: o teste termina
ro: Ziua %lld: se încheie proba
ru: День %lld: пробный период заканчивается
sk: %lld. deň: skúšobná verzia končí
sl: %lld. dan: preizkus se konča
sv: Dag %lld: provperioden tar slut
th: วันที่ %lld: สิ้นสุดการทดลองใช้
tr: %lld. gün: deneme biter
uk: День %lld: пробний період завершується
vi: Ngày %lld: kết thúc dùng thử
zh_hans: 第 %lld 天：试用结束
zh_hant: 第 %lld 天：試用結束

source: Deadline
ar: الموعد النهائي
cs: Termín
de: Frist
es: Fecha límite
et: Tähtaeg
fi: Määräaika
fr: Échéance
hr: Rok
hu: Határidő
is: Frestur
it: Scadenza
ja: 期限
ko: 마감일
lv: Termiņš
nb: Frist
pl: Termin
pt: Prazo
ro: Termen limită
ru: Срок
sk: Termín
sl: Rok
th: กำหนดเวลา
tr: Son Tarih
uk: Дедлайн
vi: Hạn chót
zh_hans: 截止日期
zh_hant: 截止日

source: Deadlines are dated backwards from your wedding day and remind you in time.
ar: المواعيد النهائية محسوبة بالعد التنازلي من يوم زفافك، وتذكّرك في الوقت المناسب.
cs: Termíny se počítají zpětně od vašeho svatebního dne a připomenou se včas.
da: Deadlines er dateret baglæns fra jeres bryllupsdag og minder jer om dem i god tid.
de: Fristen zählen rückwärts von eurem Hochzeitstag und erinnern euch rechtzeitig.
es: Las fechas límite se calculan hacia atrás desde el día de la boda y os avisan a tiempo.
et: Tähtajad arvestatakse tagurpidi sinu pulmapäevast ja tuletavad end õigel ajal meelde.
fi: Määräajat lasketaan taaksepäin hääpäivästäsi ja muistuttavat sinua ajoissa.
fr: Les échéances sont calculées à rebours depuis le jour J et vous préviennent à temps.
hr: Rokovi se računaju unatrag od dana vjenčanja i podsjete vas na vrijeme.
hu: A határidők az esküvőd napjától visszafelé számolódnak, és időben szólnak.
is: Frestir eru reiknaðir aftur á bak frá brúðkaupsdeginum og minna þig á í tæka tíð.
it: Le scadenze sono calcolate a ritroso dal giorno del matrimonio e vi avvisano in tempo.
ja: 期限は結婚式当日から逆算して設定され、間に合うタイミングでお知らせします。
ko: 마감일은 결혼식 당일을 기준으로 거꾸로 계산되고, 늦지 않게 미리 알려드려요.
lv: Termiņi tiek atskaitīti atpakaļ no tavas kāzu dienas un atgādina savlaicīgi.
nb: Fristene regnes bakover fra bryllupsdagen og minner dere på i god tid.
nl: Deadlines worden teruggerekend vanaf jullie trouwdag en herinneren je op tijd.
pl: Terminy liczymy wstecz od dnia ślubu, a przypomnienia przychodzą w porę.
pt: Os prazos são contados de trás para frente a partir do dia do casamento e avisam vocês a tempo.
ro: Termenele sunt calculate înapoi de la ziua nunții și îți amintesc din timp.
ru: Сроки отсчитываются назад от дня свадьбы и напоминают о себе вовремя.
sk: Termíny sa počítajú spätne od vášho svadobného dňa a pripomenú sa vám včas.
sl: Roki so izračunani nazaj od vajinega poročnega dne in vaju pravočasno opomnijo.
sv: Alla deadlines räknas baklänges från din bröllopsdag och påminner dig i tid.
th: กำหนดเวลาทุกอย่างนับถอยหลังจากวันแต่งงานของคุณ และเตือนคุณได้ทันเวลาเสมอ
tr: Son tarihler düğün gününüzden geriye doğru hesaplanır ve size zamanında hatırlatılır.
uk: Дедлайни відраховуються назад від дня весілля й нагадують про себе вчасно.
vi: Các hạn chót được tính ngược từ ngày cưới của bạn và nhắc bạn đúng lúc.
zh_hans: 所有截止日期都从婚礼当天倒推安排，并会及时提醒你们。
zh_hant: 所有截止日都是從婚禮當天往回推算，並且會及時提醒你。

source: Debit Card
ar: بطاقة خصم
cs: Debetní karta
da: Betalingskort
de: Debitkarte
es: Tarjeta de débito
et: Deebetkaart
fi: Pankkikortti
fr: Carte de débit
hr: Debitna kartica
hu: Bankkártya
is: Debetkort
it: Carta di debito
ja: デビットカード
ko: 체크카드
lv: Debetkarte
nb: Debetkort
nl: Pinpas
pl: Karta debetowa
pt: Cartão de débito
ro: Card de debit
ru: Дебетовая карта
sk: Debetná karta
sl: Debetna kartica
sv: Bankkort
th: บัตรเดบิต
tr: Banka Kartı
uk: Дебетова картка
vi: Thẻ ghi nợ
zh_hans: 借记卡
zh_hant: 金融卡

source: Decide between a band, a DJ or your own playlist
ar: اختر بين فرقة موسيقية أو DJ أو قائمة أغانيك الخاصة
cs: Rozhodněte se mezi kapelou, DJ nebo vlastním playlistem
da: Vælg mellem et band, en DJ eller jeres egen playliste
de: Entscheidet euch zwischen Band, DJ oder eigener Playlist
es: Decidid entre un grupo, un DJ o vuestra propia lista de reproducción
et: Otsustage ansambli, DJ-i või oma esitusloendi vahel
fi: Valitse bändin, DJ:n tai oman soittolistan väliltä
fr: Choisissez entre un groupe, un DJ ou votre propre playlist
hr: Odlučite se između benda, DJ-a ili vlastite playliste
hu: Döntsd el: zenekar, DJ vagy saját lejátszási lista
is: Veldu á milli hljómsveitar, DJ eða eigin lagalista
it: Scegliete tra una band, un DJ o la vostra playlist
ja: 生バンド、DJ、自分たちのプレイリストから決める
ko: 밴드, DJ, 직접 만든 플레이리스트 중에서 정하기
lv: Izlem starp grupu, DJ vai savu atskaņošanas sarakstu
nb: Bestem dere for band, DJ eller egen spilleliste
nl: Kies tussen een band, een DJ of jullie eigen playlist
pl: Zdecydujcie: zespół, DJ czy własna playlista
pt: Decidam entre uma banda, um DJ ou sua própria playlist
ro: Alegeți între o formație, un DJ sau propriul playlist
ru: Решите: живая группа, DJ или свой плейлист
sk: Rozhodnite sa medzi kapelou, DJ-om a vlastným playlistom
sl: Odločita se med bendom, DJ-jem ali lastnim seznamom predvajanja
sv: Välj mellan band, DJ eller en egen spellista
th: เลือกระหว่างวงดนตรีสด DJ หรือเพลย์ลิสต์ของคุณเอง
tr: Orkestra, DJ ya da kendi çalma listeniz arasında karar verin
uk: Оберіть: гурт, DJ чи власний плейлист
vi: Chọn giữa ban nhạc, DJ hoặc playlist của riêng bạn
zh_hans: 在乐队、DJ 和自备歌单之间做个选择
zh_hant: 決定要樂團、DJ，還是自己的播放清單

source: Decide between plated dinner, buffet, or cocktail reception
ar: اختر بين عشاء على الطاولات أو بوفيه أو حفل كوكتيل
cs: Rozhodněte se mezi servírovanou večeří, bufetem nebo koktejlovou recepcí
da: Vælg mellem serveret middag, buffet eller cocktailreception
de: Entscheide zwischen Menü, Buffet oder Empfang mit Häppchen
es: Decide entre menú servido, bufé o cóctel
et: Otsustage serveeritud õhtusöögi, Rootsi laua või kokteilivastuvõtu vahel
fi: Valitse lautasannosten, buffetin tai cocktailtarjoilun väliltä
fr: Choisissez entre dîner servi, buffet ou cocktail
hr: Odlučite se između servirane večere, buffeta ili koktel domjenka
hu: Döntsd el: felszolgált vacsora, büfé vagy állófogadás
is: Veldu á milli borðhalds, hlaðborðs eða standandi veislu
it: Scegli tra cena servita, buffet o aperitivo
ja: コース料理、ビュッフェ、立食パーティーから決める
ko: 코스 요리, 뷔페, 칵테일 리셉션 중에서 정하기
lv: Izlem starp servētām vakariņām, bufeti vai kokteiļu pieņemšanu
nb: Bestem dere for servert middag, buffet eller cocktailmottakelse
nl: Kies tussen een uitgeserveerd diner, een buffet of een borrel met hapjes
pl: Zdecydujcie: dania serwowane, bufet czy przyjęcie koktajlowe
pt: Decidam entre jantar servido à mesa, buffet ou coquetel
ro: Alegeți între cină servită la masă, bufet sau recepție de tip cocktail
ru: Решите: ужин с обслуживанием, шведский стол или коктейльный приём
sk: Rozhodnite sa medzi servírovanou večerou, bufetom a koktailovou recepciou
sl: Odločita se med večerjo po krožnikih, bifejem ali koktajl sprejemom
sv: Välj mellan serverad middag, buffé eller mingelmottagning
th: เลือกระหว่างเสิร์ฟเป็นจาน บุฟเฟต์ หรืองานเลี้ยงค็อกเทล
tr: Masaya servis, açık büfe ya da kokteyl arasında karar verin
uk: Оберіть: порційна вечеря, шведський стіл чи коктейльний прийом
vi: Chọn giữa tiệc bàn, tiệc buffet hoặc tiệc cocktail
zh_hans: 在桌餐、自助餐和鸡尾酒会之间做个选择
zh_hant: 決定要桌菜、自助餐，還是雞尾酒式餐會

source: Decline
ar: اعتذار
cs: Odmítnout
da: Afslå
de: Absagen
es: Rechazar
et: Keeldu
fi: Kieltäydy
fr: Refuser
hr: Odbij
hu: Elutasítás
is: Hafna
it: Rifiuta
ja: 欠席
ko: 거절
lv: Noraidīt
nb: Avslå
nl: Afzeggen
pl: Odrzuć
pt: Recusar
ro: Refuză
ru: Отклонить
sk: Odmietnuť
sl: Zavrni
sv: Tacka nej
th: ปฏิเสธ
tr: Reddet
uk: Відхилити
vi: Từ chối
zh_hans: 谢绝
zh_hant: 婉拒

source: Declined
ar: معتذر
cs: Odmítnuto
da: Afslået
de: Abgesagt
es: Rechazados
et: Ei tule
fi: Ei osallistu
fr: Refusés
hr: Odbijeno
hu: Nem jön
is: Hafnað
it: Rifiutati
ja: 欠席
ko: 불참
lv: Noraidīts
nb: Takket nei
nl: Afgezegd
pl: Odrzucone
pt: Recusado
ro: Refuzat
ru: Отклонено
sk: Nepríde
sl: Zavrnjeno
sv: Tackat nej
th: ปฏิเสธแล้ว
tr: Katılmıyor
uk: Відмовилися
vi: Đã từ chối
zh_hans: 不出席
zh_hant: 已婉拒

source: Decorations
ar: الديكور
cs: Dekorace
da: Dekorationer
de: Deko
es: Decoración
et: Dekoratsioonid
fi: Koristeet
fr: Décoration
hr: Dekoracije
hu: Dekoráció
is: Skreytingar
it: Decorazioni
ja: 装飾
ko: 장식
lv: Dekorācijas
nb: Dekorasjoner
nl: Decoratie
pl: Dekoracje
pt: Decoração
ro: Decorațiuni
ru: Декор
sk: Dekorácie
sl: Dekoracija
sv: Dekorationer
th: การตกแต่ง
tr: Dekorasyon
uk: Декорації
vi: Trang trí
zh_hans: 现场布置
zh_hant: 布置

source: Delete
ar: حذف
cs: Smazat
da: Slet
de: Löschen
es: Eliminar
et: Kustuta
fi: Poista
fr: Supprimer
hr: Obriši
hu: Törlés
is: Eyða
it: Elimina
ja: 削除
ko: 삭제
lv: Dzēst
nb: Slett
nl: Verwijderen
pl: Usuń
pt: Apagar
ro: Șterge
ru: Удалить
sk: Odstrániť
sl: Izbriši
sv: Radera
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

source: Delete Budget Item
ar: حذف بند الميزانية
cs: Smazat položku rozpočtu
da: Slet budgetpost
de: Budgetposten löschen
es: Eliminar elemento
et: Kustuta eelarverida
fi: Poista budjettikohta
fr: Supprimer le poste
hr: Obriši stavku proračuna
hu: Költségtétel törlése
is: Eyða kostnaðarlið
it: Elimina voce
ja: 予算項目を削除
ko: 예산 항목 삭제
lv: Dzēst budžeta pozīciju
nb: Slett budsjettpost
nl: Budgetpost verwijderen
pl: Usuń pozycję budżetu
pt: Apagar item do orçamento
ro: Șterge elementul de buget
ru: Удалить статью бюджета
sk: Odstrániť položku rozpočtu
sl: Izbriši postavko proračuna
sv: Radera budgetpost
th: ลบรายการงบประมาณ
tr: Bütçe Kalemini Sil
uk: Видалити статтю бюджету
vi: Xóa khoản ngân sách
zh_hans: 删除预算项
zh_hant: 刪除預算項目

source: Delete Guest
ar: حذف الضيف
cs: Smazat hosta
da: Slet gæst
de: Gast löschen
es: Eliminar invitado
et: Kustuta külaline
fi: Poista vieras
fr: Supprimer l'invité
hr: Obriši gosta
hu: Vendég törlése
is: Eyða gesti
it: Elimina ospite
ja: ゲストを削除
ko: 하객 삭제
lv: Dzēst viesi
nb: Slett gjest
nl: Gast verwijderen
pl: Usuń gościa
pt: Apagar convidado
ro: Șterge invitatul
ru: Удалить гостя
sk: Odstrániť hosťa
sl: Izbriši gosta
sv: Radera gäst
th: ลบแขก
tr: Misafiri Sil
uk: Видалити гостя
vi: Xóa khách mời
zh_hans: 删除宾客
zh_hant: 刪除賓客

source: Delete Item
ar: حذف العنصر
cs: Smazat položku
da: Slet post
de: Posten löschen
es: Eliminar elemento
et: Kustuta kirje
fi: Poista kohde
fr: Supprimer le poste
hr: Obriši stavku
hu: Tétel törlése
is: Eyða lið
it: Elimina voce
ja: 項目を削除
ko: 항목 삭제
lv: Dzēst pozīciju
nb: Slett element
nl: Item verwijderen
pl: Usuń pozycję
pt: Apagar item
ro: Șterge elementul
ru: Удалить запись
sk: Odstrániť položku
sl: Izbriši postavko
sv: Radera post
th: ลบรายการ
tr: Öğeyi Sil
uk: Видалити позицію
vi: Xóa mục này
zh_hans: 删除项目
zh_hant: 刪除項目

source: Delete Task
ar: حذف المهمة
cs: Smazat úkol
da: Slet opgave
de: Aufgabe löschen
es: Eliminar tarea
et: Kustuta ülesanne
fi: Poista tehtävä
fr: Supprimer la tâche
hr: Obriši zadatak
hu: Feladat törlése
is: Eyða verkefni
it: Elimina attività
ja: タスクを削除
ko: 할 일 삭제
lv: Dzēst uzdevumu
nb: Slett oppgave
nl: Taak verwijderen
pl: Usuń zadanie
pt: Apagar tarefa
ro: Șterge sarcina
ru: Удалить задачу
sk: Odstrániť úlohu
sl: Izbriši opravilo
sv: Radera uppgift
th: ลบสิ่งที่ต้องทำ
tr: Görevi Sil
uk: Видалити завдання
vi: Xóa công việc
zh_hans: 删除任务
zh_hant: 刪除任務

source: Delete Vendor
ar: حذف المورّد
cs: Smazat dodavatele
da: Slet leverandør
de: Dienstleister löschen
es: Eliminar proveedor
et: Kustuta teenusepakkuja
fi: Poista palveluntarjoaja
fr: Supprimer le prestataire
hr: Obriši dobavljača
hu: Szolgáltató törlése
is: Eyða þjónustuaðila
it: Elimina fornitore
ja: 業者を削除
ko: 업체 삭제
lv: Dzēst pakalpojumu sniedzēju
nb: Slett leverandør
nl: Leverancier verwijderen
pl: Usuń usługodawcę
pt: Apagar fornecedor
ro: Șterge furnizorul
ru: Удалить подрядчика
sk: Odstrániť dodávateľa
sl: Izbriši ponudnika
sv: Radera leverantör
th: ลบผู้ให้บริการ
tr: Tedarikçiyi Sil
uk: Видалити підрядника
vi: Xóa nhà cung cấp
zh_hans: 删除供应商
zh_hant: 刪除廠商

source: Deposit
ar: العربون
cs: Záloha
da: Depositum
de: Anzahlung
es: Anticipo
et: Ettemaks
fi: Ennakkomaksu
fr: Acompte
hr: Kapara
hu: Előleg
is: Innborgun
it: Acconto
ja: 内金
ko: 계약금
lv: Avanss
nb: Depositum
nl: Aanbetaling
pl: Zaliczka
pt: Sinal
ro: Avans
ru: Предоплата
sk: Záloha
sl: Ara
sv: Handpenning
th: เงินมัดจำ
tr: Kapora
uk: Завдаток
vi: Tiền đặt cọc
zh_hans: 定金
zh_hant: 訂金

source: Deposit Amount
ar: قيمة العربون
cs: Výše zálohy
da: Depositumbeløb
de: Anzahlungsbetrag
es: Importe del anticipo
et: Ettemaksu summa
fi: Ennakkomaksun summa
fr: Montant de l'acompte
hr: Iznos kapare
hu: Előleg összege
is: Upphæð innborgunar
it: Importo dell'acconto
ja: 内金の金額
ko: 계약금 금액
lv: Avansa summa
nb: Depositumsbeløp
nl: Aanbetalingsbedrag
pl: Kwota zaliczki
pt: Valor do sinal
ro: Valoarea avansului
ru: Сумма предоплаты
sk: Výška zálohy
sl: Znesek are
sv: Handpenningsbelopp
th: จำนวนเงินมัดจำ
tr: Kapora Tutarı
uk: Сума завдатку
vi: Số tiền đặt cọc
zh_hans: 定金金额
zh_hant: 訂金金額

source: Deposit Amount (optional)
ar: قيمة العربون (اختياري)
cs: Výše zálohy (nepovinné)
da: Depositumbeløb (valgfrit)
de: Anzahlung (optional)
es: Anticipo (opcional)
et: Ettemaksu summa (valikuline)
fi: Ennakkomaksun summa (valinnainen)
fr: Acompte (facultatif)
hr: Iznos kapare (nije obavezno)
hu: Előleg összege (nem kötelező)
is: Upphæð innborgunar (valfrjálst)
it: Acconto (facoltativo)
ja: 内金の金額（任意）
ko: 계약금 금액 (선택)
lv: Avansa summa (nav obligāta)
nb: Depositumsbeløp (valgfritt)
nl: Aanbetalingsbedrag (optioneel)
pl: Kwota zaliczki (opcjonalnie)
pt: Valor do sinal (opcional)
ro: Valoarea avansului (opțional)
ru: Сумма предоплаты (необязательно)
sk: Výška zálohy (nepovinné)
sl: Znesek are (neobvezno)
sv: Handpenningsbelopp (valfritt)
th: จำนวนเงินมัดจำ (ไม่บังคับ)
tr: Kapora Tutarı (isteğe bağlı)
uk: Сума завдатку (необов’язково)
vi: Số tiền đặt cọc (không bắt buộc)
zh_hans: 定金金额（选填）
zh_hant: 訂金金額（選填）

source: Deposit Paid
ar: العربون مدفوع
cs: Záloha zaplacena
da: Depositum betalt
de: Anzahlung bezahlt
es: Anticipo pagado
et: Ettemaks tasutud
fi: Ennakkomaksu maksettu
fr: Acompte versé
hr: Kapara plaćena
hu: Előleg kifizetve
is: Innborgun greidd
it: Acconto pagato
ja: 内金支払済み
ko: 계약금 결제 완료
lv: Avanss samaksāts
nb: Depositum betalt
nl: Aanbetaling voldaan
pl: Zaliczka zapłacona
pt: Sinal pago
ro: Avans plătit
ru: Предоплата внесена
sk: Záloha zaplatená
sl: Ara plačana
sv: Handpenning betald
th: จ่ายมัดจำแล้ว
tr: Kapora Ödendi
uk: Завдаток сплачено
vi: Đã đặt cọc
zh_hans: 定金已付
zh_hant: 訂金已付

source: Description
ar: الوصف
cs: Popis
da: Beskrivelse
de: Beschreibung
es: Descripción
et: Kirjeldus
fi: Kuvaus
hr: Opis
hu: Leírás
is: Lýsing
it: Descrizione
ja: 説明
ko: 설명
lv: Apraksts
nb: Beskrivelse
nl: Omschrijving
pl: Opis
pt: Descrição
ro: Descriere
ru: Описание
sk: Popis
sl: Opis
sv: Beskrivning
th: รายละเอียด
tr: Açıklama
uk: Опис
vi: Mô tả
zh_hans: 说明
zh_hant: 說明

source: Description (optional)
ar: الوصف (اختياري)
cs: Popis (nepovinné)
da: Beskrivelse (valgfrit)
de: Beschreibung (optional)
es: Descripción (opcional)
et: Kirjeldus (valikuline)
fi: Kuvaus (valinnainen)
fr: Description (facultatif)
hr: Opis (nije obavezno)
hu: Leírás (nem kötelező)
is: Lýsing (valfrjálst)
it: Descrizione (facoltativo)
ja: 説明（任意）
ko: 설명 (선택)
lv: Apraksts (nav obligāts)
nb: Beskrivelse (valgfritt)
nl: Omschrijving (optioneel)
pl: Opis (opcjonalnie)
pt: Descrição (opcional)
ro: Descriere (opțional)
ru: Описание (необязательно)
sk: Popis (nepovinné)
sl: Opis (neobvezno)
sv: Beskrivning (valfritt)
th: รายละเอียด (ไม่บังคับ)
tr: Açıklama (isteğe bağlı)
uk: Опис (необов’язково)
vi: Mô tả (không bắt buộc)
zh_hans: 说明（选填）
zh_hant: 說明（選填）

source: Design & Style
ar: التصميم والأسلوب
cs: Design a styl
da: Design og stil
de: Design & Stil
es: Diseño y estilo
et: Kujundus ja stiil
fi: Ilme ja tyyli
fr: Design et style
hr: Dizajn i stil
hu: Dizájn és stílus
is: Hönnun og stíll
it: Design e stile
ja: デザインとスタイル
ko: 디자인 & 스타일
lv: Dizains un stils
nb: Design og stil
nl: Ontwerp & Stijl
pl: Styl i design
pt: Design e estilo
ro: Design și stil
ru: Дизайн и стиль
sk: Dizajn a štýl
sl: Oblikovanje in slog
sv: Design & stil
th: ดีไซน์และสไตล์
tr: Tasarım ve Stil
uk: Дизайн і стиль
vi: Thiết kế & Phong cách
zh_hans: 设计与风格
zh_hant: 設計與風格

source: Design Save the Dates
ar: صمّم بطاقات حفظ الموعد
cs: Navrhněte oznámení termínu
da: Design save the date-kort
de: Save-the-Dates gestalten
es: Diseña los Save the Date
et: Kujunda eelkutsed
fi: Suunnittele save the date -kortit
fr: Créez vos save-the-date
hr: Osmislite najave datuma
hu: Tervezd meg a Save the Date kártyákat
is: Hanna save the date-kort
it: Crea i Save the Date
ja: セーブ・ザ・デートをデザインする
ko: 세이브 더 데이트 만들기
lv: Izveido datuma paziņojumus
nb: Design save the date-kortene
nl: Ontwerp de save the dates
pl: Zaprojektujcie kartki Save the Date
pt: Crie os save the dates
ro: Creează anunțurile Save the Date
ru: Оформите открытки Save the Date
sk: Navrhnite oznámenia o termíne
sl: Oblikujta napovednike datuma
sv: Designa save the date-kort
th: ออกแบบการ์ดแจ้งวันงาน
tr: Save the Date Kartlarını Tasarlayın
uk: Оформте картки save the date
vi: Thiết kế thiệp báo ngày cưới
zh_hans: 设计预留日期卡
zh_hant: 設計婚期通知卡

source: Design invitations
ar: تصميم الدعوات
cs: Navrhnout pozvánky
da: Design invitationerne
de: Einladungen gestalten
es: Diseñar las invitaciones
et: Kujunda kutsed
fi: Suunnittele kutsut
fr: Créer les faire-part
hr: Osmislite pozivnice
hu: Meghívók megtervezése
is: Hanna boðskort
it: Progetta gli inviti
ja: 招待状をデザインする
ko: 청첩장 디자인하기
lv: Izveidot ielūgumu dizainu
nb: Design invitasjonene
nl: Uitnodigingen ontwerpen
pl: Projekt zaproszeń
pt: Criar os convites
ro: Creează designul invitațiilor
ru: Разработать дизайн приглашений
sk: Navrhnite pozvánky
sl: Oblikuj vabila
sv: Designa inbjudningskorten
th: ออกแบบการ์ดเชิญ
tr: Davetiyeleri tasarlayın
uk: Оформте запрошення
vi: Thiết kế thiệp cưới
zh_hans: 设计请柬
zh_hant: 設計喜帖

source: Design, proofread and print — allow time for a reprint
ar: صمّم وراجع واطبع — واترك وقتًا لإعادة الطباعة
cs: Navrhněte, zkontrolujte a vytiskněte — počítejte s časem na dotisk
da: Design, korrekturlæs og tryk — sæt tid af til et gentryk
de: Gestalten, Korrektur lesen, drucken — plant Zeit für einen Nachdruck ein
es: Diseñad, revisad e imprimid; dejad margen por si hay que reimprimir
et: Kujunda, loe üle ja trüki — jäta aega ka kordustrükiks
fi: Suunnittele, oikolue ja paina — varaa aikaa uusintapainokselle
fr: Créez, relisez et imprimez — prévoyez du temps pour une réimpression
hr: Osmislite, lektorirajte i otisnite — ostavite vremena za ponovni tisak
hu: Tervezd meg, olvasd át, nyomtasd ki — hagyj időt egy újranyomásra
is: Hannaðu, prófarkalestu og prentaðu — gefðu svigrúm fyrir endurprentun
it: Grafica, revisione e stampa: lasciate margine per una ristampa
ja: デザインして、校正して、印刷 — 刷り直しの時間も見ておきましょう
ko: 디자인하고 교정한 뒤 인쇄하세요 — 재인쇄 시간도 여유 있게
lv: Izstrādā, pārlasi un izdrukā — atvēli laiku arī atkārtotai drukai
nb: Design, korrekturles og trykk – sett av tid til en ny runde
nl: Ontwerpen, nalezen en drukken — houd tijd over voor een herdruk
pl: Zaprojektujcie, sprawdźcie i wydrukujcie — zostawcie czas na dodruk
pt: Crie, revise e imprima — deixe tempo para uma reimpressão
ro: Creează, corectează și tipărește — lasă timp pentru o retipărire
ru: Сделайте макет, вычитайте и напечатайте — заложите время на перепечатку
sk: Navrhnite, skontrolujte a vytlačte — nechajte si čas na dotlač
sl: Oblikujta, preglejta in natisnita – pustita si čas za ponatis
sv: Designa, korrekturläs och tryck – ha marginal för en omtryckning
th: ออกแบบ ตรวจทาน แล้วสั่งพิมพ์ — เผื่อเวลาไว้สำหรับพิมพ์ใหม่ด้วย
tr: Tasarlayın, son bir kez okuyun ve bastırın — yeniden baskı için zaman bırakın
uk: Оформте, вичитайте й надрукуйте — залиште час на передрук
vi: Thiết kế, soát lỗi và in — chừa thời gian để in lại
zh_hans: 设计、校对、印刷——留出返工重印的时间
zh_hant: 設計、校稿再印刷 — 留點時間以防要重印

source: Detailed List:
ar: القائمة التفصيلية:
cs: Podrobný seznam:
da: Detaljeret liste:
de: Detaillierte Liste:
es: Lista detallada:
et: Üksikasjalik nimekiri:
fi: Yksityiskohtainen lista:
fr: Liste détaillée :
hr: Detaljan popis:
hu: Részletes lista:
is: Ítarlegur listi:
it: Elenco dettagliato:
ja: 詳細リスト：
ko: 상세 목록:
lv: Detalizēts saraksts:
nb: Detaljert liste:
nl: Gedetailleerde lijst:
pl: Szczegółowa lista:
pt: Lista detalhada:
ro: Listă detaliată:
ru: Подробный список:
sk: Podrobný zoznam:
sl: Podroben seznam:
sv: Detaljerad lista:
th: รายการโดยละเอียด:
tr: Ayrıntılı Liste:
uk: Детальний список:
vi: Danh sách chi tiết:
zh_hans: 详细清单：
zh_hant: 詳細清單：

source: Details & Logistics
ar: التفاصيل والترتيبات
cs: Detaily a logistika
da: Detaljer og logistik
de: Details & Organisation
es: Detalles y logística
et: Detailid ja korraldus
fi: Yksityiskohdat ja järjestelyt
fr: Détails et logistique
hr: Detalji i logistika
hu: Részletek és szervezés
is: Smáatriði og skipulag
it: Dettagli e logistica
ja: 詳細と段取り
ko: 세부 사항 & 진행 준비
lv: Detaļas un loģistika
nb: Detaljer og logistikk
nl: Details & Logistiek
pl: Szczegóły i logistyka
pt: Detalhes e logística
ro: Detalii și logistică
ru: Детали и логистика
sk: Detaily a logistika
sl: Podrobnosti in logistika
sv: Detaljer & logistik
th: รายละเอียดและการจัดการ
tr: Detaylar ve Lojistik
uk: Деталі та логістика
vi: Chi tiết & Hậu cần
zh_hans: 细节与统筹
zh_hant: 細節與流程安排

source: Details (optional)
ar: التفاصيل (اختياري)
cs: Podrobnosti (nepovinné)
da: Detaljer (valgfrit)
es: Detalles (opcional)
et: Üksikasjad (valikuline)
fi: Lisätiedot (valinnainen)
fr: Détails (facultatif)
hr: Detalji (nije obavezno)
hu: Részletek (nem kötelező)
is: Nánari upplýsingar (valfrjálst)
it: Dettagli (facoltativo)
ja: 詳細（任意）
ko: 상세 내용 (선택)
lv: Detaļas (nav obligātas)
nb: Detaljer (valgfritt)
nl: Details (optioneel)
pl: Szczegóły (opcjonalnie)
pt: Detalhes (opcional)
ro: Detalii (opțional)
ru: Детали (необязательно)
sk: Detaily (nepovinné)
sl: Podrobnosti (neobvezno)
sv: Detaljer (valfritt)
th: ข้อมูลเพิ่มเติม (ไม่บังคับ)
tr: Detaylar (isteğe bağlı)
uk: Деталі (необов’язково)
vi: Chi tiết (không bắt buộc)
zh_hans: 详情（选填）
zh_hant: 細節（選填）
